// Copyright (c) 2015 Mute Communications Ltd.
// Use of this source code is governed by a BSD-style
// license that can be found in the LICENSE file.

package mime

const (
	testSubject = "Verschlüsselung überall"
	testMessage = `Verschlüsselung überall

  ᚠᛇᚻ᛫ᛒᛦᚦ᛫ᚠᚱᚩᚠᚢᚱ᛫ᚠᛁᚱᚪ᛫ᚷᛖᚻᚹᛦᛚᚳᚢᛗ
  ᛋᚳᛖᚪᛚ᛫ᚦᛖᚪᚻ᛫ᛗᚪᚾᚾᚪ᛫ᚷᛖᚻᚹᛦᛚᚳ᛫ᛗᛁᚳᛚᚢᚾ᛫ᚻᛦᛏ᛫ᛞᚫᛚᚪᚾ
  ᚷᛁᚠ᛫ᚻᛖ᛫ᚹᛁᛚᛖ᛫ᚠᚩᚱ᛫ᛞᚱᛁᚻᛏᚾᛖ᛫ᛞᚩᛗᛖᛋ᛫ᚻᛚᛇᛏᚪᚾ᛬

  ᚢᚱ᛫ᛒᛦᚦ᛫ᚪᚾᛗᚩᛞ᛫ᚩᚾᛞ᛫ᚩᚠᛖᚱᚻᛦᚱᚾᛖᛞ
  ᚠᛖᛚᚪᚠᚱᛖᚳᚾᛖ᛫ᛞᛇᚱ᛫ᚠᛇᚻᛏᛖᚦ᛫ᛗᛁᛞ᛫ᚻᚩᚱᚾᚢᛗ
  ᛗᚫᚱᛖ᛫ᛗᚩᚱᛋᛏᚪᛈᚪ᛫ᚦᚫᛏ᛫ᛁᛋ᛫ᛗᚩᛞᛁᚷ᛫ᚹᚢᚻᛏ᛬

  ᚦᚩᚱᚾ᛫ᛒᛦᚦ᛫ᚦᛖᚪᚱᛚᛖ᛫ᛋᚳᛖᚪᚱᛈ᛫ᚦᛖᚷᚾᚪ᛫ᚷᛖᚻᚹᛦᛚᚳᚢᛗ
  ᚪᚾᚠᛖᛝ᛫ᛦᛋ᛫ᛦᚠᛦᛚ᛫ᚢᛝᛖᛗᛖᛏᚢᛗ᛫ᚱᛖᚦᛖ
  ᛗᚪᚾᚾᚪ᛫ᚷᛖᚻᚹᛖᛚᚳᚢᛗ᛫ᚦᛖ᛫ᚻᛁᛗ᛫ᛗᛁᛞ᛫ᚱᛖᛋᛏᛖᚦ᛬

  ᚩᛋ᛫ᛒᛦᚦ᛫ᚩᚱᛞᚠᚱᚢᛗᚪ᛫ᚫᛚᛖᚱᛖ᛫ᛋᛈᚱᚫᚳᛖ
  ᚹᛁᛋᛞᚩᛗᛖᛋ᛫ᚹᚱᚪᚦᚢ᛫ᚩᚾᛞ᛫ᚹᛁᛏᛖᚾᚪ᛫ᚠᚱᚩᚠᚢᚱ
  ᚪᚾᛞ᛫ᛇᚱᛚᚪ᛫ᚷᛖᚻᚹᚪᛗ᛫ᛖᚪᛞᚾᛦᛋ᛫ᚩᚾᛞ᛫ᛏᚩᚻᛁᚻᛏ᛬

  ᚱᚪᛞ᛫ᛒᛦᚦ᛫ᚩᚾ᛫ᚱᛖᚳᛦᛞᛖ᛫ᚱᛁᚾᚳᚪ᛫ᚷᛖᚻᚹᛦᛚᚳᚢᛗ
  ᛋᛖᚠᛏᛖ᛫ᚩᚾᛞ᛫ᛋᚹᛁᚦᚻᚹᚫᛏ᛫ᚦᚪᛗᚦᛖ᛫ᛋᛁᛏᛏᛖᚦ᛫ᚩᚾ᛫ᚢᚠᚪᚾ
  ᛗᛖᚪᚱᛖ᛫ᛗᚫᚷᛖᚾᚻᛖᚪᚱᛞᚢᛗ᛫ᚩᚠᛖᚱ᛫ᛗᛁᛚᛈᚪᚦᚪᛋ᛬

  ᚳᛖᚾ᛫ᛒᛦᚦ᛫ᚳᚹᛁᚳᛖᚱᚪ᛫ᚷᛖᚻᚹᚪᛗ᛫ᚳᚢᚦ᛫ᚩᚾ᛫ᚠᛦᚱᛖ
  ᛒᛚᚪᚳ᛫ᚩᚾᛞ᛫ᛒᛇᚱᚻᛏᛚᛁᚳ᛫ᛒᛦᚱᚾᛖᚦ᛫ᚩᚠᛏᚢᛋᛏ
  ᚦᚫᚱ᛫ᚻᛁ᛫ᚫᚦᛖᛚᛁᛝᚪᛋ᛫ᛁᚾᚾᛖ᛫ᚱᛖᛋᛏᚪᚦ᛬
`
)
